Overload List
Name  |   Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from  ElementFilter  .)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from  ElementFilter  .)
 See Also
  SelectableInViewFilter Class
  SelectableInViewFilter Members
  Autodesk.Revit.UI.Selection Namespace